const questions = [
  {
    question: "מי התחיל עם מי?",
    answers: ["אושרת", "נתי", "זה היה הדדי", "עד היום אין הסכמה"],
    correct: 0,
  },
  {
    question: "מי מאחר יותר?",
    answers: ["אושרת", "נתי", "שניהם", "אף אחד"],
    correct: 0,
  },
  {
    question: "מי יותר אוהב אוכל?",
    answers: ["הכלה", "החתן", "שניהם", "תלוי מה מגישים"],
    correct: 0,
  },
  {
    question: "מי יותר רגיש/ה?",
    answers: ["הכלה", "החתן", "שניהם", "אף אחד לא מודה בזה"],
    correct: 3,
  },
  {
    question: "מי יותר מצחיק/ה?",
    answers: ["הכלה", "החתן", "שניהם שרוטים", "שניהם רציניים צידי"],
    correct: 2,
  },
  {
    question: "מי יותר מסודר/ת?",
    answers: ["הכלה", "החתן", "שניהם", "אף אחד, בהצלחה לנו"],
    correct: 1,
  },
  {
    question: "מי יותר אוהב לרקוד?",
    answers: ["הכלה", "החתן", "שניהם", "שניהם רק כשיש שיר טוב"],
    correct: 3,
  },
  {
    question: "מי יותר עקשן/ית?",
    answers: ["הכלה", "החתן", "שניהם", "תלוי מי מספר"],
    correct: 1,
  },
  {
    question: "מי יותר רומנטי/ת?",
    answers: ["הכלה", "החתן", "שניהם", "רק באירועים מיוחדים"],
    correct: 1,
  },
  {
    question: "מי נרדם/ת ראשון מול סרט?",
    answers: ["הכלה", "החתן", "שניהם", "אף אחד"],
    correct: 0,
  },
  {
    question: "מי יותר אוהב לצלם תמונות?",
    answers: ["הכלה", "החתן", "שניהם", "מי שמחזיק את הטלפון"],
    correct: 1,
  },
  {
    question: "מי יותר אוהב חופשות?",
    answers: ["הכלה", "החתן", "שניהם", "רק אם אין עבודה למחרת"],
    correct: 1,
  },
  {
    question: "מי יותר מתרגש/ת היום?",
    answers: ["הכלה", "החתן", "שניהם", "כל המשפחה"],
    correct: 3,
  },
  {
    question: "מי יותר אוהב קפה?",
    answers: ["הכלה", "החתן", "שניהם", "מי שהתעורר ראשון"],
    correct: 1,
  },
  {
    question: "מי יותר אוהב/ת את אפה (הפודל החמוד שלנו)?",
    answers: ["הכלה", "החתן", "וייז", "אף אחד"],
    correct: 0,
  },
  {
    question: "מי יותר אוהב מוזיקה?",
    answers: ["הכלה", "החתן", "שניהם", "הדי-ג'יי"],
    correct: 1,
  },
  {
    question: "מי יותר דרמטי/ת?",
    answers: ["הכלה", "החתן", "שניהם", "המשפחה"],
    correct: 0,
  },
  {
    question: "מה הכי חשוב לזוג הערב?",
    answers: ["שתרקדו", "שתצלמו", "שתאכלו טוב", "כל התשובות נכונות"],
    correct: 3,
  },
  {
    question: "מה הכי מתאים לזוג?",
    answers: ["אהבה", "צחוקים", "משפחה", "הכל ביחד"],
    correct: 3,
  },
];

export default questions;